var data_q = {
	'question-1': {
		box: 'checkbox',
		questionsText: 'Какую квартиру Вы ищете?', 
		answers: ['Студию', '1к квартиру', '2к квартиру', '3к квартиру', '4к квартиру', 'Апартаменты', 'Другую']
	},
	'question-2': {
		box: 'checkbox',
		questionsText: 'Где бы вы хотели жить?', 
		answers: ['Пресненский район', 'Якиманка', 'Арбат', 'Хамовники', 'Замоскворечье', 'Таганский район', 'Другой']
	},
	// 'question-3': {
	// 	box: 'radio',
	// 	questionsText: 'Близость от метро или МЦД', 
	// 	answers: ['в 10 минутах ходьбы', 'в 20 минутах ходьбы', 'в 10 минут транспортом', 'другое']
	// },
	// 'question-4': {
	// 	box: 'checkbox',
	// 	questionsText: 'Готовую или в строящемся доме?', 
	// 	answers: ['На котловане ', 'Дом готов на 50%', 'Дом сдан', 'Сдача в 2020 г.', 'Сдача в 2021 г.', 'Сдача в 2022 г.', 'Любая стадия строительства']
	// },
	// 'question-5': {
	// 	box: 'radio',
	// 	questionsText: 'Цель покупки?', 
	// 	answers: [' Первое жилье!', 'Улучшение жилищных условий - нужно больше метров', 'Разъезд', 'Инвестиции - получение дохода']
	// },
	// 'question-6': {
	// 	box: 'radio',
	// 	questionsText: 'Желаемая стоимость квартиры', 
	// 	answers: ['до 6 млн.', 'до 8 млн.', 'до 10 млн.', 'до 15 млн.', 'свыше 15 млн.', 'Цена не главный критерий']
	// },
	// 'question-7': {
	// 	box: 'checkbox',
	// 	questionsText: 'Специальные условия для Вас', 
	// 	answers: ['Ипотека есть первый взнос от 10% до 30%', 'Рассрочка', 'Скидка при полной оплате', 'Трейд-ин на вторичное жилье', 'Материнский капитал', 'Военная ипотека']
	// },
	// 'question-8': {
	// 	box: 'radio',
	// 	questionsText: 'В течение какого времени планируете приобрести квартиру?', 
	// 	answers: ['в течение месяца', 'в течение 3-х месяцев', 'в течение полугода', 'в течение года', 'как только продам своё жилье', 'не планирую покупать, просто интересуюсь']
	// },
}



/*var data_q = {
	'question-1': {
		box: 'checkbox',
		questionsText: 'текст вопроса #1', 
		answers: ['первый ответ', 'второй ответ', 'третий ответ ...']
	},
	'question-2': {
		box: 'radio',
		questionsText: 'текст вопроса #2', 
		answers: ['* первый ответ', '* второй ответ', '* третий ответ ...']
	},
	'question-3': {
		box: 'checkbox',
		questionsText: 'текст вопроса #3', 
		answers: ['@ первый ответ', '@ второй ответ', '@ третий ответ ...']
	},
} */